IDEA Open Model
TimePoint.AllowCheckInAgeLess3Days Property
Compatible with IDEA StatiCa Beta 20.0
 true to allow chec in age less 3 days
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool AllowCheckInAgeLess3Days { get; set; }
Public Property AllowCheckInAgeLess3Days As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
TimePoint Class
IdeaRS.OpenModel.Concrete Namespace